"Enable GUI Scripting" = "GUI スクリプティングを試用可能にする";
"Cancel" = "キャンセル";
"GUI Scripting is not enabled." = "GUI スクリプティングが使用可能になっていません。";
"Enable GUI Scripting ?" = "GUI スクリプティングを試用可能にしますか ? (システム環境設定の\"補助装置にアクセスできるようにする\"が ON になります。)";

"Enter new item name :" = "新しい名前を入力してください :";
"This file name have been used." = "この名前は使われています。";
"Can't resolve frontmost document." = "前面の書類を取得できません。";
"launch by a launcher" = "Rename It は、Dock, Spotlight メニュー, スクリプトメニューなど、なんらかのランチャーから実行してください。";
"No selection in Finder" = "Finder で選択項目がありません。";

